"Choose Folder" = "Choose Folder";
"Choose File" = "Choose File";
"Loading" = "Loading";
"Status:Idle" = "Status:Idle";
"Status:Retrieving..." = "Status:Retrieving...";
"No Window, No SimpleWget" = "No Window, No SimpleWget";
"Click OK button to quit." = "Click OK button to quit.";
"OK" = "OK";
"Cancel" = "Cancel";